let movies = [
    {
      id: 0,
      title: "Крестный отец",
      director: "\n" +
          "Режиссёр: Фрэнсис Форд Коппола",
      metascore: 100,
      genre: "Драма",
      description: "Герой войны Майкл - блудный сын стареющего, но грозного криминального авторитета Дона Вито Корлеоне. Когда Майкл возвращается домой только для того, чтобы окунуться в слишком знакомый мир наемных убийц, коррумпированных полицейских и тлеющего соперничества мафий, он вынужден выбирать между своим собственным путем и наследием семьи Корлеоне.."
    },
    {
      id: 1,
      title: "Звездные Войны",
      director: "Джордж лукас",
      metascore: 98,
      genre: "Фантастика",
      description: "Люк Скайуокер объединяет усилия с рыцарем-джедаем, дерзким пилотом, Вуки и двумя дроидами, чтобы спасти галактику от разрушающей мир боевой станции Империи, а также пытается спасти принцессу Лею от таинственного Дарта Вейдера."
    },
    {
      id: 2,
      title: "Властелин колец: Братство кольца",
      director: "Питер Джексон",
      metascore: 96,
      genre: "Фантастика",
      description: "Кроткий хоббит из Графства Шир и восемь его спутников отправились в путешествие, чтобы уничтожить могущественное Кольцо Всевластия и спасти Средиземье от Темного лорда Саурона."
    },
    {
      id: 3,
      title: "Интерстеллар",
      director: "Кристофер Нолан",
      metascore: 94,
      genre: "Action",
      description: "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями."
    },
    {
      id: 4,
      title: "Тёмный рыцарь",
      director: "Кристофер Нолан",
      metascore: 91,
      genre: "Фантастика",
      description: "Бэтмен поднимает ставки в войне с криминалом. С помощью лейтенанта Джима Гордона и прокурора Харви Дента он намерен очистить улицы Готэма от преступности."
    },
    {
      id: 5,
      title: "Человек-паук: Нет пути домой",
      director: "Джон Уоттс",
      metascore: 89,
      genre: "Фантастика",
      description: "Жизнь и репутация Питера Паркера оказываются под угрозой, поскольку Мистерио раскрыл всему миру тайну личности Человека-паука. Пытаясь исправить ситуацию, Питер обращается за помощью к Стивену Стрэнджу, но вскоре всё становится намного опаснее."
    }
  ];

  export default movies;